Repository: mozilla-l10n/mt-training-data
Catalog: ady/ady_pontoon.tmx
Source language: en_us
Languages: ady

source: 1 sentence collected
ady: 1 гущыӏэухыгъэ зэхэугъоягъ

source: 2019 End-of-Year Release
ady: 2019-рэ илъэсым ыужьрэ хэутыгъэ

source: 2 down, keep it up!<playIcon></playIcon>
ady: 2 ухыгъ, Лъыгъэкӏуат! <playIcon></playIcon>

source: ≥ 2 No votes
ady: ≥ 2 хьау хэдз

source: ≥ 2 Yes votes
ady: ≥ 2 ары хэдз

source: Abkhaz
ady: Абхъазыбзэ

source: About
ady: Ехьылӏагъ

source: Accepted file types: .tsv only
ady: езэгъыщт файл типхэр: .tsv къодый

source: Account
ady: Хьисап

source: Acehnese
ady: Ачэныбзэ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ady: { $actionType } <playIcon></playIcon> Гущыӏэухыгъэр тэрэзэу къаӏуагъа?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ady: { $actionType }<recordIcon></recordIcon> ащ ыуж шъумакъэ ӏоу гущыӏэухыгъэм шъукъедж

source: { $actionType }<stopIcon></stopIcon> when done
ady: { $actionType }<stopIcon></stopIcon> ухыгъэ зыхъукӏэ

source: { $actionType } submit when ready
ady: { $actionType } Хьазыр зыхъукӏэ фэгъэхь

source: Add and Review Sentences, Add Questions, Transcribe Audio
ady: Гущыӏэухыгъэхэр хэгъахъу ыкӏи еплъыжь, упчӏэхэр хэгъахъу, макъэхэм ятранскрипцие къэшӏ

source: Add <icon></icon> a public domain sentence
ady: <icon></icon> цӏыф жъугъэмэ апае зы гущыӏэухыгъэ хэгъэуцу

source: Add information
ady: Къэбар хэгъахъу

source: Add new sentences for the community to read
ady: Зэхэщэгъэ купыр еджэным пае гущыӏэухыгъэ кӏэхэр хэгъахъу

source: Add one sentence per line
ady: Сатыр пэпчъ зы гущыӏэухыгъэ хэтх

source: Add questions in your language
ady: Убзэкӏэ упчӏэхэр хэгъахъу

source: Add Sentences
ady: Гущыӏэухыгъэхэр хэгъахъу

source: Add sentences in your language
ady: Убзэкӏэ гущыӏэухыгъэхэр хэгъахъу

source: Add up to 1,000 sentences
ady: Гущыӏэухыгъэ 1,000-м нэс хэгъахъу

source: Add Your Voice
ady: Умакъэ хэгъэуцу

source: Adyghe (West Circassian)
ady: Адыгабзэ

source: Afar
ady: Афарыбзэ

source: Afrikaans
ady: Африканыбзэ

source: Age
ady: Ныбжь

source: Agriculture and Food
ady: Мэкъу-мэщ ыкӏи гъомлапхъэ

source: All
ady: Зэкӏэ

source: All sentence must have the same domain
ady: Зэкӏэ гущыӏэухыгъэхэр зы темэкӏэ хъун фаех

source: All sentences must have the same citation
ady: Зэкӏэ гущыӏэухыгъэхэр зэфэдэ къыхэхыгъэ тхыгъэмкӏэ хъун фаех

source: Already have an account? <login>Log-In</login>
ady: Амырми хьисап уиӏа? <login>Ихь</login>

source: Amharic
ady: Амхьарыбзэ

source: An error occurred fetching sentences
ady: Гущыӏэухыгъэхэр тригъэуцозэ зы хэукъоныгъэ хъугъэ.

source: An error occurred reviewing this sentence
ady: Гущыӏэухыгъэм еплъыжьызэ хэукъоныгъэ хъугъэ.

source: An error occurred submitting your voice information
ady: Умэкъэ кэбарыр едгъахьызэ хэукъоныгъэ горэ къыхэкӏыгъ.

source: Answer Questions
ady: Упчӏэхэм джэуап ятын

source: Approve
ady: Езэгъ

source: Arabic
ady: Арабыбзэ

source: Aragonese
ady: Арэгоныбзэ

source: Armenian
ady: Ермэлыбзэ

source: Arvanitika
ady: Арванитикабзэ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ady: <matrixLink>Матрикс</matrixLink>ымкӏэ упчӏэхэр къытэшъут, <discourseLink>зэхэфын</discourseLink> е <emailLink>епочта</emailLink>.

source: Audio Format
ady: Мэкъэ формат

source: Automotive and Transport
ady: Ку сектор ыкӏи транспорт

source: Average
ady: Гурытымкӏэ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ady: Гъэфедакӏом «ары» хэдзыным къыхихымэ а мэкъэ тетхагъэм «шъыпкъэ» хегъэунэфыкӏы.

source: Awards
ady: Шӏутынхэр

source: Azerbaijani
ady: Азэрбайджаныбзэ

source: Baatonum
ady: Баатонумыбзэ

source: Back
ady: Зэкӏэкӏон

source: Back to Top
ady: Ышъхьагъ дэкӏоежь

source: Bafut
ady: Бафутыбзэ

source: Balochi
ady: Балочыбзэ

source: Balti
ady: Балтибзэ

source: Bambara
ady: Бамбарабзэ

source: Bamun
ady: Бамуныбзэ

source: Bamvele
ady: Бамвэлэбзэ

source: Bankon
ady: Банконыбзэ

source: Baoule
ady: Баоулэбзэ

source: Basaa
ady: Басаабзэ

source: Bashkir
ady: Бащкырыбзэ

source: Basque
ady: Баскъыбзэ

source: Batanga
ady: Батангабзэ

source: Belarusian
ady: Беларусыбзэ

source: Bengali
ady: Бенгалибзэ

source: <bold>{ $count }</bold> Clips
ady: <bold>{ $count }</bold>тетхагъэ

source: <bold>Help us</bold> find more voices
ady: <bold>Къыддэӏэпӏэ</bold> нахьыбэ макъэ къэгъот

source: Both
ady: Тӏури

source: Both (Speak and Listen)
ady: Тӏури (гущы ыкӏи едэӏу)

source: Browse Languages
ady: Бзэхэм еплъ

source: Brushaski
ady: Брущаскибзэ

source: Bulgarian
ady: Болгарыбзэ

source: Bulk batch
ady: Бэу

source: Bunun
ady: Бунуныбзэ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ady: Комон Войс бгъэфедэзэ <termsLink>тихабзэхэм</termsLink> ыкӏи <privacyLink>шъэфныгъэ къэбаргъэӏухэм</privacyLink> адеогъаштэ.

source: Cancel Re-recording
ady: Тетхагъэр щыгъэзый

source: Cancel Submission
ady: Егъэхьыным щыгъэзый

source: Can't decide?
ady: Гу тепшӏыхьэрэп ара?

source: Catalan
ady: Каталаныбзэ

source: Central Kurdish
ady: Курдыбзэм игупч

source: Change preferences
ady: Къыхэхынхэр зэхъокӏ

source: Check <icon></icon> is this a linguistically correct sentence?
ady: <icon></icon> Шъууплъэкӏужь, мы гущыӏэухыгъэр лингвистикэмкӏэ тэрэза?

source: Choose language/localization
ady: Бзэр/чӏыпӏэзэгъэуӏупӏэр къыхэх

source: Chuvash
ady: Чуващыбзэ

source: Citation
ady: Къыхэхыгъэ тхыгъэ

source: Cite with a URL link or the full name of the work.
ady: УРЛ-линкым е ӏофшӏэным ыцӏэ зэрэщытэу къыхэхыгъэ тхыгъэм фэгъаз.

source: Click
ady: Теӏункӏ

source: Clips Uploaded
ady: Тетхагъэхэр тегъэуцуагъ

source: Clips validated
ady: Къэгъэшъыпкъагъэ тетхагъэхэр

source: Clips You've Recorded
ady: Умэкъэ тетхагъэхэр

source: Clips You've Validated
ady: Къэбгъэшъыпкъэгъэ мэкъэ тетхагъэхэр

source: Close
ady: Фэшӏ

source: Collecting sentences
ady: Гущыӏэухыгъэр угъоин

source: Comment
ady: ТегущыIэныр

source: Common Voice Dataset
ady: Коммон Войс къэтыгъэ зэкӏэугъоягъ

source: Community and Languages
ady: Куп ыкӏи бзэхэр

source: Contact
ady: Зэлъыӏэс

source: Contact Form
ady: ЗэлъыIэс форм

source: Contact us
ady: Шъукъытлъыӏэс

source: Contact Us
ady: Шъукъытлъыӏэс

source: Continue
ady: Лъыгъэкӏуат

source: Continue validating
ady: Уплъэкӏуныр лъыгъэкӏуат

source: Contribute
ady: Ӏахьэ хэлъхьан

source: Contribute sentences
ady: Гущыӏэухыгъэхэм ӏахьэ ахалъхь

source: Contribution Criteria
ady: Ӏахьэ зыхэлъ шапхъэхэр

source: Contribution Guidelines
ady: Хэлэжьэнымкӏэ гъуазэхэр

source: Cookies
ady: Хьалыжъыехэр

source: <cookiesLink>Cookies<cookiesLink>
ady: <cookiesLink>Хьалыжьыехэр<cookiesLink>

source: Corsican
ady: Корсиканыбзэ

source: { $count } clips
ady: { $count } тетхагъ

source: { $count }mo
ady: { $count } mазэ

source: { $count }wk
ady: { $count } тхьамафэ

source: { $count }y
ady: { $count } илъэс

source: Create a profile
ady: Профил шӏы

source: Criteria
ady: Шапхъэхэр

source: Daily Goal
ady: Мафэ къэс пшъэрылъ

source: Dameli
ady: Дамэли

source: Danish
ady: Даныбзэ

source: Dataset Release
ady: Къэтыгъэ зэкӏэугъоягъэ хэутыгъэ

source: Datasets
ady: Къэтыгъэ зэкӏэугъоягъ

source: Dawoodi
ady: Давуди

source: Days
ady: мафэу

source: Delete my recordings
ady: Тестхагъэхэр тегъакӏ.

source: Delete Profile
ady: Сипрофилыр тегъакӏ

source: Different language
ady: Фэшъхьаф бзэ

source: Difficult
ady: Къинкӏэ

source: Difficult to pronounce
ady: Къэӏуакӏэмкӏэ къин

source: Discard ongoing recording
ady: Тыритхэрэр щыгъэзый

source: Does the sentence meet the guidelines?
ady: Гущыӏэухыгъэр унашъоу пылъхэм адешта?

source: Donate your voice
ady: Умакъэ шӏутын къытфэшӏ

source: Don't see your language on Common Voice yet?
ady: Коммон Войс-ымкӏэ убзэ джыри къылъэгъугъэба?

source: Download
ady: Къытех

source: Download Data
ady: Къэтыгъэ къытехын

source: Download { $language }
ady: Къытех { $language }

source: Do you want to continue?
ady: Лъыбгъэкӏотэнэу уфая?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ady: Уифайл мыщ щылъэшъу е <uploadButton>тегъэуцон</uploadButton>ым теӏункӏ

source: Drop file here to upload
ady: Тегъэуцоным пае файлыр мыщ щытӏупщ

source: Duala
ady: Дуалабзэ

source: Easy
ady: Псынкӏэ

source: Email
ady: Епочта

source: English
ady: Инджылызыбзэ

source: Enter your email
ady: Уи-епочтэ тхы

source: Enter your public domain sentence here
ady: Цӏыф жъугъэмэ апае гущыӏэухыгъэ мыщ дэжьым игъахь.

source: Enter your public domain sentences here
ady: Цӏыф жъугъэмэ апае гущыӏэухыгъэ мыщ дэжьым игъахь.

source: Error adding sentence
ady: Гущыӏэухыгъэ хэгъэуцозэ хэукъоныгъэ хъугъэ

source: Error { $code }
ady: Хэукъоныгъэ { $code }

source: Esperanto
ady: Есператыбзэ

source: Estonian
ady: Эстоныбзэ

source: Eton
ady: Этоныбзэ

source: Everyone
ady: Хэти

source: Exit & Delete clips
ady: Къыхэкӏыжь ыкӏи тетхагъэхэр тегъэкӏ

source: FAQ
ady: БКУ

source: Female/Feminine
ady: Бзылъфыгъ

source: Fewer than 15 words per sentence
ady: Гущыӏэухыгъэ пэпчъ 15-м нахь макӏэ гущыӏэ

source: Finance
ady: Финанс

source: Finish recording
ady: Мэкъэ тетхыныр ух

source: Finish recording first?
ady: Апэ тетхыныр тыухына?

source: Finish Review
ady: Еплъыжьыныр ух

source: Finish validating
ady: Уплъэкӏуныр къэух

source: Finish validating clips?
ady: Тетхагъэхэм яуплъэкӏун уухыгъа?

source: Finnish
ady: Финныбзэ

source: Follow guidelines from “What sentences can I add?”
ady: гъозэрышӏэхэм яӀахьэ щыщэу «Сыд гущыӏэухыгъэха хэзгъэхъон слъэкӏыщтхэр?» зыфиорэм тет

source: for example
ady: щысэм пае

source: French
ady: Французыбзэ

source: GB
ady: ГБ

source: General
ady: Пстэури

source: General language / multiple variants
ady: Бзэ пстэури / вариант заулэ

source: German
ady: Нэмыцыбз

source: Get involved
ady: Хэлажь

source: Ghomala
ady: Гъомалабзэ

source: Goal reached
ady: Мурадыр гъэцэкӏагъ

source: Goals
ady: Гухэлъхэр

source: Go to Languages Page
ady: Бзэхэм инэкӏубгъо кӏожь

source: Governments
ady: Къэралыгъохэр

source: Grammatical / spelling error
ady: Грамматикэ / орфографие хэукъоныгъ

source: Great!<recordIcon></recordIcon> Record your next clip
ady: Дэгъу дэд!<recordIcon></recordIcon>Къэкӏощт макъэр тетх

source: Great work!<playIcon></playIcon> Listen again when you're ready
ady: Дэгъу дэд! <playIcon></playIcon> Ухьазыр зыхъукӏэ джыри едэӏу

source: Greek
ady: Урымыбзэ

source: Guidelines
ady: Гъуазэхэр

source: Haitian
ady: Хаитыбзэ

source: Healthcare
ady: Псауныгъэ

source: Hebrew
ady: Джуртыбзэ

source: Help
ady: Ӏэпыӏэ

source: Help us build a community around voice technology, stay in touch via email.
ady: Мэкъэ технологиемкӏэ зы зэхэщэгъэ куп зэхэтщэнэу къыддэӏэпыӏ, епочтэмкӏэ зэлъыӏэсыныгъэ тиӏэнэу шъукъан.

source: Help us validate voices
ady: Мэкъэ тетхагъэхэр къэгъэшъыпкъэнымкӏэ къыддэӏэпыӏ

source: Hindi
ady: Индыбзэ

source: History, Law and Government
ady: Тарихъ, хабзэ ыкӏи къэралыгъо

source: Hours
ady: Сыхьатхэр

source: How ?
ady: Сыдэущтэу?

source: How does Common Voice work?
ady: Комон Войс сыдэущтэу мэлажьа?

source: How does site localization work?
ady: Сайтым ичӏыпӏэзэгъэуӏупӏэ сыдэущтэу лажьэра?

source: How do I add a language?
ady: Сыдэущтэу бзэ горэ хэзгъэхъощт?

source: How do I add sentences?
ady: Сыдэущтэу гущыӏэухыгъэхэм ахэзгъэхъощта?

source: How do I cite?
ady: Сыдэущтэу къыхэхыгъэ тхын фэзгъэзэщта?

source: How do I stay in touch?
ady: Сыдэущтэу зэпхыныгъэ къыжъудысиӏэщта?

source: How to add multiple sentences
ady: Гущыӏэухыгъэ заулэ зэрэхэбгъэхъощтыр

source: How would you describe your sex or gender?
ady: Уихъугъэ-бзыгъэ сыдэущтэу къэптхыхьащт?

source: Hungarian
ady: Мэджэрыбзэ

source: I agree
ady: Сезэгъы

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ady: Сэ къэсэгъэшъыпкъэжьы мы гущыӏэухыгъэхэр<wikipediaLink>цӏыф жъугъэмэ апае</wikipediaLink> ыкӏи ахэр тезгъэуцонымкӏэ изын сиӏ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ady: Сэ къэсэгъэшъыпкъэжьы мы гущыӏэухыгъэр<wikipediaLink>цӏыф жъугъэмэ апае</wikipediaLink> ыкӏи ар тезгъэуцонымкӏэ изын сиӏ.

source: <icon></icon> Add multiple public domain sentences
ady: <icon></icon> Цӏыф жъугъэмэ апае гущыӏэухыгъэ бэ хэгъэуцу

source: Ideally natural and conversational (it should be easy to read the sentence)
ady: Щысэтехыпӏэу натурал ыкӏи жабзэмкӏэ (гущыӏэухыгъэр еджэгъошӏу хъун фае)

source: I do not agree
ady: Сезэгъырэп

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ady: Мы гущыӏэхэр оуие шъыпкъэу щытмэ къаӏо <italicizedText>«Ежь-ежьырэу къыхэхыгъэ тхыгъэ»</italicizedText>. Мы контентыр тыдэ къишъухыгъа, тшӏэн фае тыуплъэкӏун тлъэкӏынэу, цӏыф жъугъэмэ апая ыкӏи тхэкӏо хьакъ гъунэ гъэунэфыгъэ иӏэу щыта. Къыхэхыгъэ тхыгъэм ехьылӏагъэу нахьыбэ къэбар бгъотыным пае <guidelinesLink>нэкӏубгъоу гъозэрышӏ</guidelinesLink> еплъ.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ady: Мы файлым ехьылӏэгъэ едзэкӏыгъэ къэбар къэптынэу уфаемэ къытлъыӏэс<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ady: Мы файлым ехьылӏэгъэ едзэкӏыгъэ къэбар къэптынэу уфаемэ, шаблоным хэмыгъэхьагъэу, къытлъыӏэс<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ady: Гущыӏэухыгъэр шапхъэм демыштэмэ, джабгъумкӏэ чыӏоу &quot;Щыгъэзыен&quot; теӏункӏ. Гущыӏэухыгъэм уицыхьэ темылъмэ, блэбгъэкӏын плъэкӏыщт ыкӏи къыкӏэлъыкӏорэм ыуж ихь.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ady: Гущыӏэухыгъэр шапхъэм дештэмэ, джабгъумкӏэ чыӏоу &quot;Езэгъын&quot; теӏункӏ.

source: If you run out of sentences to review, please help us collect more sentences!
ady: Узэплъыжьын фэе гущыӏэухыгъэхэр уухыгъэмэ, сыолъэӏу, нахьыбэ гущыӏэухыгъэ къэтыугъоинэу къыддэӏэпыӏ!

source: Include appropriate citation
ady: Тефэрэ къыхэхыгъэ тхыгъэр хэгъахь

source: Is the clip valid?
ady: Тетхагъэр шъыпкъа?

source: Italian
ady: Италяныбзэ

source: It contains words or phrases that are hard to read or pronounce.
ady: Зиеджакӏэ е зикъэӏуакӏэ къин гущыӏэхэр ыкӏи гущыӏэухыгъэхэр ащ хэтых.

source: It is written in a language different than what I’m reviewing.
ady: Ар сызэплъыжьырэм фэшъхьаф бзэкӏэ тхыгъэ.

source: It is written in a language different than what I’m speaking.
ady: Сэ сызэрэгущыӏэрэм фэшъхьаф бзэ ар зэрэтхыгъэр.

source: Join our community
ady: Тикуп шъукъыхахь

source: Just Unsure?
ady: Уицыхьэ телъэп ара?

source: Kabardian (East Circassian)
ady: Къэбэртэябз

source: Kazakh
ady: Къэзахыбзэ

source: Keep it up, record again <recordIcon></recordIcon>
ady: Лъыгъэкӏуат, джыри зэ тетх <recordIcon></recordIcon>

source: Keep the recordings
ady: Тетхагъэхэр гъэпыт

source: Keep track of your progress with a profile
ady: Профил горэкӏэ уихэхъоныгъэ илъэуж зеф

source: Kom
ady: Комыбзэ

source: Language
ady: Бзэ

source: Language Fundamentals (e.g. Digits, Letters, Money)
ady: Бзэ лъапсэ гущыӏэхэр (гущ. пае: пчагъэхэр, хьарыфхэр, ахъщэ)

source: Language Request
ady: Бзэ кӏэупчӏэ

source: Language request successfully submitted, thank you.
ady: Бзэ кӏэупчӏэн гъэхъагъэу къегъэхьагъ, опсэу.

source: Languages
ady: Бзэхэр

source: Large bulk sentence submission
ady: Гущыӏэухыгъэ бэу егъэхьын

source: Laz
ady: Лазыбзэ

source: Learn how to take part
ady: Зэгъашӏ узэрэхэлэжьэщтыр

source: Learn More
ady: Нахьыбэ зэгъэшӏэн

source: Leaving now means you'll lose your progress
ady: Джыдэдэ ухэкӏыжьыным имэхьанэр уихэхъоныгъэ бгъэкӏодыщт

source: Let's Get Started
ady: Етэжъугъэгъажь

source: Listen
ady: Едэӏу

source: Listening
ady: Едэӏун

source: Listen options menu
ady: Едэӏун шапхъэхэм яменю

source: Listen-Queue
ady: Едэӏуным ичэзыу

source: Loading…
ady: Телъхьэ…

source: Loading sentences…
ady: Гущыӏэухыгъэхэр трегъэуцо…

source: Localized
ady: Чӏыпӏэзэгъэуӏупӏагъэ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ady: Гущыӏэухыгъэ заулэ егъэжьэным пае <loginLink>Ихь</loginLink> е <loginLink>зыхатх</loginLink>

source: Log in or sign up to get started
ady: Ебгъэжьэным пае ихь е зыхатх

source: Log In / Sign Up
ady: Ихь / зыхатх

source: Log Out
ady: Икӏ

source: Make sure the sentence meets the following criteria:
ady: Гущыӏэухыгъэр къэтыгъэ шапхъэхэм атефэмэ ишъыпкъапӏэ зэгъашӏ:

source: Male/Masculine
ady: Хъулъфыгъ

source: Mapudungun
ady: Мапудунгуныбзэ

source: <mark>Data</mark>
ady: <mark>Къэтыгъэ</mark>

source: Maximum file size: 25 MB
ady: Анахьыбэу файлым инагъэр: 25 МБ

source: MB
ady: МБ

source: Media and Entertainment
ady: Медя ыкӏи зэщ тегъэуныгъ

source: Message
ady: Къэбэргъэӏу

source: Minimum sentences in file: 1000
ady: Файлым ыкӏоцӏымкэ анахь макӏэ гущыӏэухыгъэм: 1000

source: Misreadings
ady: Пхэнджэу еджэнхэр

source: n
ady: х

source: N
ady: Х

source: N/A
ady: Щыӏэп

source: Name
ady: Цӏэ

source: Nature and Environment
ady: Чӏыопсыр ыкӏи тыкъэзыуцухьэрэ дунаир

source: New Language Launch
ady: Бзэ кӏэ горэ итӏупщхь

source: News and Current Affairs
ady: Къэбархэр ыкӏи рекӏокӏырэ хъугъэ-шӏагъэхэр

source: Next
ady: Лъыкӏотэн

source: No
ady: Хьау

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ady: <noCopyright>Тхэкӏо хьакъ</noCopyright>ым гъунэ гъэунэфыгъэ иӏэп (cc-0)

source: No foreign letters
ady: Нэмыкӏыбзэ хьарыф щыӏэп

source: No information
ady: Къэбар щыӏэп

source: No microphone found.
ady: Зи микрофон къыгъотыгъэп.

source: No numbers and special characters
ady: Пчъагъэхэр ыкӏи унэе тамыгъэхэр хэмытэу

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ady: Уеплъыжьынэу гущыӏэухыгъэ щыӏэп. <addLink>Джы нахьыбэ гущыӏэухыгъэ хэгъахъу!</addLink>

source: No Thanks
ady: Хьау опсэу

source: No thanks, continue speaking
ady: Хау опсэу, гущыӏэным лъыгъэкӏуат

source: Offensive language
ady: Тезэрыгуакӏо бзэ

source: Offensive speech
ady: Узыушъхьакӏурэ гущыӏ

source: On desktop devices you can contribute by downloading…
ady: Ӏахьэ хэплъхьан плъэкӏыщт ӏанэ тетым къыкӏэлъыкӏорэр ибгъахьэмэ…

source: On iOS please continue with Safari to enable recording…
ady: иОС-ым Сафарир щыбгъэфедэныр пыдзэжь тетхэныр хэбгъэнэным пае…

source: Other Language
ady: Нэмыкӏ бзэ

source: Other people validate those voice clips.
ady: Адрэ цӏыфхэм а мэкъэ тетхагъэхэр къагъэшъыпкъэжьыгъ.

source: p
ady: т

source: Partner
ady: Ӏэхьагъу

source: Partners
ady: Ӏэхьагъухэр

source: People come and contribute their voices.
ady: Цӏыфхэр къэкӏо ыкӏи ежь амакъэхэр халъхьэ.

source: Persian
ady: Фарсыбзэ

source: <playIcon></playIcon>Last one!
ady: <playIcon><playIcon> Aужрэ!

source: Play/Stop
ady: Къегъаӏу/Гъэуцу

source: Please fill out this field.
ady: Сыолъэӏу, мы чӏыпӏэ тешъом из шӏы.

source: Please select a language to review sentences.
ady: Сыолъэӏу, гущыӏэухыгъэм уеплъыжьыным пае зы бзэ къыхэх

source: Privacy
ady: Шъэфныгъэ

source: <privacyLink>Privacy</privacyLink>
ady: <privacyLink>Шъэфныгъэ</privacyLink>

source: Privacy Policy
ady: Шъэфныгъэ хабзэ

source: Pro
ady: Ӏазэ

source: Profile
ady: Профил

source: r
ady: т

source: Reader Effects
ady: ЕджэкIэ фэмэ-бжьымэхэр

source: Read More
ady: Нахьыбэ къедж

source: Read Sentences
ady: Гущыӏэухыгъэхэм къядж

source: Read Sentences, Answer Questions
ady: Гущыӏэухыгъэхэм къядж, упчӏэхэм джэуапхэр къят

source: Read Sentences <small>(Coming soon)</small>
ady: Гущыӏэухыгъэхэм къядж <small>(Джырэблагъэ къэкӏощт)</small>

source: Read sentences submitted by the community in various languages
ady: Зэхэщэгъэ купым фэгъэхыгъэ бзэ зэфэшхьаф гушыӏэухыгъэхэм къядж

source: Ready to contribute?
ady: Хэлэжьэным ухьазыра?

source: Ready to do { $count } more?
ady: { $count }-м нахьыбэ пшӏынэу ухьазыра?

source: Recorded Clips
ady: Мэкъэ тетхагъэхэр

source: Recorded Hours
ady: Тетхагъэ сыхьатхэр

source: <recordIcon></recordIcon> Last one!
ady: <recordIcon></recordIcon> Аужрэр!

source: Recordings
ady: Тетхагъэу

source: Record/Stop
ady: Тетх/Уцу

source: Record yourself reading sentences in your language
ady: Гущыӏэухыгъэхэр убзэкӏэ къеджэзэ ор-орэу тетх

source: Record yourself responding to questions and prompts in your language
ady: Убзэкӏэ упчӏэхэм яджэуапхэр ыкӏи шӏоигъоныгъэхэр ор-орэу тептхэн

source: Record your voice
ady: Умакъэ тетх

source: Reference the source of your sentence (required)
ady: Гущыӏэухыгъэр къызхэпхыгъэм ылъапсэ къэгъэлъагъу (шӏокӏ имыӏэу)

source: Reject
ady: Щыгъэзый

source: Report
ady: Рапорт

source: Report was passed successfully
ady: Рапортыр гъэхъагъэкӏэ аштагъ

source: Request a Language
ady: Бзэ кӏэ горэм фай

source: *required
ady: *щыкӏагъ

source: Re-record
ady: Тетхэжь

source: Re-record clip
ady: Мэкъэтетхагъэр тетхэжь

source: Return
ady: Enter

source: Return to Common Voice
ady: Коммон Войс-ым къэгъэзэжь

source: Return to Common Voice Datasets
ady: Коммон Войс-ым икъэтыгъэ зэкӏэугъоягъэ къыфэгъазэжь

source: Return to Languages
ady: Бзэхэм къыгъэзэжь

source: Review
ady: Еплъыжьын

source: Review could not be saved. Please try again later.
ady: Еплъыжьыныр ыгъэпытэшъурэп. Сыолъэӏу, етӏанэ джыри зэ еплъ.

source: ⓘ Review Criteria
ady: ⓘ Еплъыжьыным ишапхъэхэр

source: Review Criteria
ady: Еплъыжьыным ишапхъэхэр

source: Reviewed sentences not submitted, are sure?
ady: Узэплъыжьыгъэ гущыӏэухыгъэхэр ыгъэхьыгъэп, уицыхьэ телъа?

source: Review existing sentences submitted by the community
ady: Зэхэщэгъэ купым фэгъэхьыгъэу щыӏэ гущыӏэухыгъэхэм яплъыжь

source: Review & re-record clips here as you go
ady: Тетхагъэхэм япплъыжьи ищыкӏагъэмэ джыри зэ тетхэжь

source: Review & re-record clips if needed
ady: Тетхагъэхэр, ищыкӏагъэмэ, еплъыжь ыкӏи тетхэжь

source: Review Sentences
ady: Гущыӏэухыгъэхэм яплъыжь

source: Review sentences in your language
ady: Убзэкӏэ гущыӏэухыгъэхэм яплъыжь

source: Review & Submit
ady: Еплъыжь ыкӏи фэгъахь

source: Review transcriptions of recorded sentences for accuracy
ady: Тетхэгъэ гущыӏэухыгъэхэм ятранскриптцие итэрэзыныгъэ еплъыжь

source: Review user-submitted transcriptions in your language
ady: Гущыӏэухыгъэхэм убзэкӏэ укъяджэзэ умакъэ тетх

source: Russian
ady: Урысыбзэ

source: s
ady: б

source: S
ady: Г

source: Save
ady: Гъэпыт

source: Saved
ady: Гъэпытагъ

source: Select a Language...
ady: Бзэр къыхэх

source: Select an option
ady: Зы зэхын къыхэшъух

source: Select a variant (optional)
ady: Диaлект горэ къыхэх (хэмыхыми хъун)

source: Select File
ady: Файл къыхэх

source: Select File to Upload
ady: Тегъэуцоным пае файл къыхэх

source: Select up to three domains (optional)
ady: Темищым нэс къыхэшъух (хэмыхыми хъун)

source: Sentence
ady: Гущыӏэухыгъ

source: Sentence Collection
ady: Гущыӏэухыгъэ угъоигъ

source: Sentence Domain
ady: Гущыӏэухыгъэм итемэ

source: Sentences
ady: Гущыӏэухыгъэхэр

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ady: Мыщ къыщытыгъэ гущыӏэухыгъэхэр зэкӏэри зылъыӏэсын алъэкӏыщт къэтыгъэ лицензиеу сс-0 зыпылъым хэдгъэхьащт.

source: { $sentences } sentences reviewed. Thank you!
ady: { $sentences } гущыӏэухыгъэхэм яплъыжьыгъэх. Опсэу!

source: Sentence Variant
ady: Гущыӏэухыгъэ идиaлект
